Repository: Hito01/dummy-data-generator
Catalog: languages/dummy-data-generator-*.po
Languages: fr_fr

source: Data generator
fr_fr: Génerateur de données

source: Generation successfully finished.
fr_fr: Génération terminée avec succcès.

source: An error occurred during the generation.
fr_fr: Une erreur est survenue durant la génération.

source: Dummy Data Generator
fr_fr: Générateur de données factices

source: Use <a href="https://github.com/fzaninotto/Faker">Faker</a> PHP library to generate dummy data. Support <a href="https://www.advancedcustomfields.com/">ACF</a> plugin.
fr_fr: Génère des données factices en utilisant la librairie PHP <a href="https://github.com/fzaninotto/Faker">Faker</a>. Compatible avec le plugin <a href="https://www.advancedcustomfields.com/">ACF</a>.

source: 1. Choose a post type
fr_fr: 1. Choisissez un type de post

source: 2. Enter the desired quantity
fr_fr: 2. Entrez la quantité désirée

source: 3. Click the button and let the magic happens
fr_fr: 3. Cliquez le bouton et laissez la magie opérer

source: The plugin will create the desired quantity of selected post type. If some ACFs are linked to the post type, it will fill all the fields.
fr_fr: Le plugin va créer la quantité désirée du type de post sélectionné. Si des ACFs sont liés à ce type de post, il remplira automatiquement tous les champs.

source: Generate !
fr_fr: Générer !
